Repository: sunoj/hiboss
Catalog: HibossKit/Sources/HibossKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, ja, ko, pt_br, ru, th, zh_hans

source: Display chart
ar: رسم بياني
es: Gráfico
fr: Graphique
hi: चार्ट दिखाएँ
ja: グラフ
ko: 차트
pt_br: Gráfico
ru: График
th: แผนภูมิ
zh_hans: 显示图表

source: agent %@
ar: الوكيل %@
es: agente %@
hi: एजेंट %@
ja: エージェント %@
ko: 에이전트 %@
pt_br: agente %@
ru: агент %@
th: เอเจนต์ %@
zh_hans: 智能体 %@

source: Unattributed
ar: غير منسوب
es: Sin atribuir
fr: Non attribué
hi: अज्ञात स्रोत
ja: 投稿者不明
ko: 작성자 없음
pt_br: Sem atribuição
ru: Без автора
th: ไม่ระบุที่มา
zh_hans: 未归属

source: Awaiting data
ar: بانتظار البيانات
es: Esperando datos
fr: En attente de données
hi: डेटा की प्रतीक्षा
ja: データ待ち
ko: 데이터 대기 중
pt_br: Aguardando dados
ru: Ждёт данных
th: รอข้อมูล
zh_hans: 等待数据

source: Live
ar: مباشرة
es: En vivo
fr: En direct
hi: लाइव
ja: ライブ
ko: 실시간
pt_br: Ao vivo
ru: Актуально
th: สด
zh_hans: 实时

source: Stale
ar: غير محدَّثة
es: Desactualizado
fr: Obsolète
hi: पुराना
ja: 未更新
ko: 오래됨
pt_br: Desatualizado
ru: Устарело
th: ข้อมูลเก่า
zh_hans: 已过时

source: Offline
ar: غير متصلة
es: Sin conexión
fr: Hors ligne
hi: ऑफ़लाइन
ja: オフライン
ko: 오프라인
ru: Не в сети
th: ออฟไลน์
zh_hans: 离线

source: Running
ar: قيد التشغيل
es: En ejecución
fr: En cours
hi: चल रहा है
ja: 実行中
ko: 실행 중
pt_br: Em execução
ru: Выполняется
th: กำลังทำงาน
zh_hans: 运行中

source: Paused
ar: متوقفة مؤقتًا
es: En pausa
fr: En pause
hi: रुका हुआ
ja: 一時停止中
ko: 일시 정지됨
pt_br: Pausado
ru: Приостановлено
th: หยุดชั่วคราว
zh_hans: 已暂停

source: Completed
ar: مكتملة
es: Completado
fr: Terminé
hi: पूरा हुआ
ja: 完了
ko: 완료됨
pt_br: Concluído
ru: Завершено
th: เสร็จสิ้น
zh_hans: 已完成

source: Failed
ar: فشل
es: Fallido
fr: Échec
hi: विफल
ja: 失敗
ko: 실패
pt_br: Falhou
ru: Ошибка
th: ล้มเหลว
zh_hans: 失败

source: Cancelled
ar: ملغاة
es: Cancelado
fr: Annulé
hi: रद्द किया गया
ja: キャンセル済み
ko: 취소됨
pt_br: Cancelado
ru: Отменено
th: ยกเลิกแล้ว
zh_hans: 已取消

source: Connect HiBoss to load panels.
ar: صِل HiBoss لتحميل اللوحات.
es: Conecta HiBoss para cargar los paneles.
fr: Connectez HiBoss pour charger les panneaux.
hi: पैनल लोड करने के लिए HiBoss कनेक्ट करें।
ja: パネルを読み込むには HiBoss に接続してください。
ko: 패널을 로드하려면 HiBoss에 연결하세요.
pt_br: Conecte o HiBoss para carregar os painéis.
ru: Подключите HiBoss, чтобы загрузить панели.
th: เชื่อมต่อ HiBoss เพื่อโหลดแผง
zh_hans: 连接 HiBoss 后即可加载面板。

source: Secure Enclave is unavailable on this device.
ar: Secure Enclave غير متاح على هذا الجهاز.
es: Secure Enclave no está disponible en este dispositivo.
fr: La Secure Enclave n’est pas disponible sur cet appareil.
hi: इस डिवाइस पर Secure Enclave उपलब्ध नहीं है।
ja: このデバイスでは Secure Enclave を利用できません。
ko: 이 기기에서는 Secure Enclave를 사용할 수 없어요.
pt_br: O Secure Enclave não está disponível neste dispositivo.
ru: Secure Enclave недоступен на этом устройстве.
th: Secure Enclave ไม่พร้อมใช้งานบนอุปกรณ์นี้
zh_hans: 此设备不支持安全隔区。

source: Direct
ar: مباشر
es: Directo
hi: सीधे
ja: ダイレクト
ko: 직접
pt_br: Direto
ru: Напрямую
th: โดยตรง
zh_hans: 直连

source: Needs input (%lld)
ar: بحاجة إلى إدخال (%lld)
es: Requiere respuesta (%lld)
fr: Réponse requise (%lld)
hi: इनपुट चाहिए (%lld)
ja: 回答待ち（%lld）
ko: 응답 필요(%lld)
pt_br: Requer resposta (%lld)
ru: Нужен ответ (%lld)
th: รอคำตอบ (%lld)
zh_hans: 需要输入（%lld）

source: Results (%lld)
ar: النتائج (%lld)
es: Resultados (%lld)
fr: Résultats (%lld)
hi: परिणाम (%lld)
ja: 結果（%lld）
ko: 결과(%lld)
pt_br: Resultados (%lld)
ru: Результаты (%lld)
th: ผลลัพธ์ (%lld)
zh_hans: 结果（%lld）

source: Unpin
ar: إلغاء التثبيت
es: Dejar de fijar
fr: Désépingler
hi: अनपिन करें
ja: ピンを外す
ko: 고정 해제
pt_br: Desafixar
ru: Открепить
th: เลิกปักหมุด
zh_hans: 取消置顶

source: Pin
ar: تثبيت
es: Fijar
fr: Épingler
hi: पिन करें
ja: ピン留め
ko: 고정
pt_br: Fixar
ru: Закрепить
th: ปักหมุด
zh_hans: 置顶

source: Restore
ar: استعادة
es: Restaurar
fr: Restaurer
hi: वापस लाएँ
ja: 復元
ko: 복원
pt_br: Restaurar
ru: Восстановить
th: กู้คืน
zh_hans: 恢复

source: Archive
ar: أرشفة
es: Archivar
fr: Archiver
hi: संग्रहीत करें
ja: アーカイブ
ko: 보관
pt_br: Arquivar
ru: В архив
th: เก็บถาวร
zh_hans: 归档

source: Acknowledge result
ar: تأكيد استلام النتيجة
es: Confirmar resultado
fr: Accuser réception
hi: परिणाम स्वीकारें
ja: 結果を確認済みにする
ko: 결과 확인
pt_br: Confirmar resultado
ru: Подтвердить результат
th: รับทราบผลลัพธ์
zh_hans: 确认结果

source: Unread result
ar: نتيجة غير مقروءة
es: Resultado no leído
fr: Résultat non lu
hi: अपठित परिणाम
ja: 未読の結果
ko: 읽지 않은 결과
pt_br: Resultado não lido
ru: Непрочитанный результат
th: ผลลัพธ์ที่ยังไม่อ่าน
zh_hans: 未读结果

source: Needs input · %lld
ar: بحاجة إلى إدخال · %lld
es: Requiere respuesta · %lld
fr: Réponse requise · %lld
hi: इनपुट चाहिए · %lld
ja: 回答待ち · %lld
ko: 응답 필요 · %lld
pt_br: Requer resposta · %lld
ru: Нужен ответ · %lld
th: รอคำตอบ · %lld
zh_hans: 需要输入 · %lld

source: Open panel details
ar: يفتح تفاصيل اللوحة
es: Abrir detalles del panel
fr: Ouvre les détails du panneau
hi: पैनल का विवरण खोलें
ja: パネルの詳細を開く
ko: 패널 세부 사항 열기
pt_br: Abre os detalhes do painel
ru: Открыть сведения о панели
th: เปิดรายละเอียดแผง
zh_hans: 打开面板详情

source: No samples yet
ar: لا عينات بعد
es: Aún no hay muestras
fr: Aucun échantillon pour l’instant
hi: अभी कोई नमूना नहीं
ja: サンプルはまだありません
ko: 아직 샘플 없음
pt_br: Nenhuma amostra ainda
ru: Данных пока нет
th: ยังไม่มีข้อมูลตัวอย่าง
zh_hans: 暂无数据

source: Sample
ar: عينة
es: Muestra
fr: Échantillon
hi: नमूना
ja: サンプル
ko: 샘플
pt_br: Amostra
ru: Замер
th: ตัวอย่าง
zh_hans: 样本

source: Segment
ar: المقطع
es: Segmento
hi: खंड
ja: セグメント
ko: 구간
pt_br: Segmento
ru: Сегмент
th: ช่วง
zh_hans: 分段

source: gap
ar: فجوة
es: sin datos
fr: vide
hi: अंतराल
ja: 欠損
ko: 누락
pt_br: lacuna
ru: пропуск
th: ไม่มีข้อมูล
zh_hans: 空缺

source: Table
ar: جدول
es: Tabla
fr: Tableau
hi: तालिका
ja: 表
ko: 표
pt_br: Tabela
ru: Таблица
th: ตาราง
zh_hans: 表格

source: Trend
ar: الاتجاه
es: Tendencia
fr: Tendance
hi: रुझान
ja: 推移
ko: 추이
pt_br: Tendência
ru: Тренд
th: แนวโน้ม
zh_hans: 趋势

source: Answer by %@
ar: الإجابة قبل %@
es: Responder antes de %@
fr: Répondre avant le %@
hi: %@ तक जवाब दें
ja: %@までに回答
ko: %@까지 답변
pt_br: Responder até %@
ru: Ответить до %@
th: ตอบภายใน %@
zh_hans: 请在 %@ 前回答

source: Web
ar: الويب
hi: वेब
ko: 웹
ru: Веб
th: เว็บ
zh_hans: 网页

source: Command line
ar: سطر الأوامر
es: Línea de comandos
fr: Ligne de commande
hi: कमांड लाइन
ja: コマンドライン
ko: 명령줄
pt_br: Linha de comando
ru: Командная строка
th: บรรทัดคำสั่ง
zh_hans: 命令行

source: %lld more rows in panel
ar: %lld صف إضافي في اللوحة
es: %lld filas más en el panel
fr: %lld lignes de plus dans le panneau
hi: पैनल में %lld और पंक्तियाँ
ja: パネルにあと%lld行
ko: 패널에 %lld개 행 더 있음
pt_br: Mais %lld linhas no painel
ru: Ещё %lld строки в панели
th: มีอีก %lld แถวในแผง
zh_hans: 面板中还有 %lld 行

source: %lld fields
ar: %lld حقل
es: %lld campos
fr: %lld champs
hi: %lld फ़ील्ड
ja: %lld項目
ko: 필드 %lld개
pt_br: %lld campos
ru: %lld поля
th: %lld ช่อง
zh_hans: %lld 个字段

source: That is not a HiBoss pairing link.
ar: هذا ليس رابط إقران HiBoss.
es: Este no es un enlace de vinculación de HiBoss.
fr: Ce n’est pas un lien de jumelage HiBoss.
hi: यह HiBoss पेयरिंग लिंक नहीं है।
ja: これは HiBoss のペアリングリンクではありません。
ko: HiBoss 페어링 링크가 아니에요.
pt_br: Este não é um link de pareamento do HiBoss.
ru: Это не ссылка для привязки HiBoss.
th: นี่ไม่ใช่ลิงก์จับคู่ของ HiBoss
zh_hans: 这不是 HiBoss 配对链接。

source: Enter both the server and the pairing code.
ar: أدخل الخادم ورمز الإقران معًا.
es: Introduce el servidor y el código de vinculación.
fr: Saisissez le serveur et le code de jumelage.
hi: सर्वर और पेयरिंग कोड दोनों दर्ज करें।
ja: サーバとペアリングコードの両方を入力してください。
ko: 서버와 페어링 코드를 모두 입력하세요.
pt_br: Informe o servidor e o código de pareamento.
ru: Укажите сервер и код привязки.
th: ป้อนทั้งเซิร์ฟเวอร์และรหัสจับคู่
zh_hans: 请同时输入服务器和配对码。

source: Enter a valid server URL.
ar: أدخل عنوان خادم صالحًا.
es: Introduce una URL de servidor válida.
fr: Saisissez une URL de serveur valide.
hi: मान्य सर्वर URL दर्ज करें।
ja: 有効なサーバ URL を入力してください。
ko: 올바른 서버 URL을 입력하세요.
pt_br: Informe uma URL de servidor válida.
ru: Введите корректный URL сервера.
th: ป้อน URL เซิร์ฟเวอร์ที่ถูกต้อง
zh_hans: 请输入有效的服务器地址。

source: The server must use HTTPS. Plain HTTP is allowed only for localhost.
ar: يجب أن يستخدم الخادم HTTPS. لا يُسمح بـ HTTP العادي إلا لـ localhost.
es: El servidor debe usar HTTPS. HTTP sin cifrar solo se permite para localhost.
fr: Le serveur doit utiliser HTTPS. Le HTTP simple n’est autorisé que pour localhost.
hi: सर्वर को HTTPS इस्तेमाल करना होगा। सादा HTTP केवल localhost के लिए अनुमत है।
ja: サーバは HTTPS を使用する必要があります。通常の HTTP は localhost のみ許可されます。
ko: 서버는 HTTPS를 사용해야 해요. 일반 HTTP는 localhost에서만 허용돼요.
pt_br: O servidor precisa usar HTTPS. HTTP simples só é permitido para localhost.
ru: Сервер должен использовать HTTPS. Обычный HTTP разрешён только для localhost.
th: เซิร์ฟเวอร์ต้องใช้ HTTPS อนุญาต HTTP ธรรมดาเฉพาะ localhost เท่านั้น
zh_hans: 服务器必须使用 HTTPS。仅 localhost 允许使用普通 HTTP。

source: That pairing code is not valid. It starts with hb_pair_.
ar: رمز الإقران هذا غير صالح. يبدأ الرمز بـ hb_pair_.
es: Ese código de vinculación no es válido. Empieza por hb_pair_.
fr: Ce code de jumelage n’est pas valide. Il commence par hb_pair_.
hi: यह पेयरिंग कोड मान्य नहीं है। यह hb_pair_ से शुरू होता है।
ja: このペアリングコードは無効です。コードは hb_pair_ で始まります。
ko: 유효하지 않은 페어링 코드예요. 코드는 hb_pair_로 시작해요.
pt_br: Esse código de pareamento não é válido. Ele começa com hb_pair_.
ru: Этот код привязки недействителен. Код начинается с hb_pair_.
th: รหัสจับคู่นี้ไม่ถูกต้อง รหัสจะขึ้นต้นด้วย hb_pair_
zh_hans: 该配对码无效。配对码以 hb_pair_ 开头。

source: That pairing code is no longer valid. Ask for a fresh code and try again.
ar: لم يعد رمز الإقران هذا صالحًا. اطلب رمزًا جديدًا وحاول مرة أخرى.
es: Ese código de vinculación ya no es válido. Pide un código nuevo e inténtalo de nuevo.
fr: Ce code de jumelage n’est plus valide. Demandez un nouveau code et réessayez.
hi: यह पेयरिंग कोड अब मान्य नहीं है। नया कोड माँगें और फिर से कोशिश करें।
ja: このペアリングコードは無効になりました。新しいコードを入手して、もう一度お試しください。
ko: 더 이상 유효하지 않은 페어링 코드예요. 새 코드를 받아 다시 시도하세요.
pt_br: Esse código de pareamento não é mais válido. Peça um novo código e tente novamente.
ru: Этот код привязки больше не действует. Запросите новый код и повторите попытку.
th: รหัสจับคู่นี้ใช้ไม่ได้แล้ว ขอรหัสใหม่แล้วลองอีกครั้ง
zh_hans: 该配对码已失效。请获取新的配对码后重试。

source: Your role cannot pair devices
ar: لا يسمح دورك بإقران الأجهزة
es: Tu rol no puede vincular dispositivos
fr: Votre rôle ne permet pas de jumeler des appareils
hi: आपकी भूमिका डिवाइस पेयर नहीं कर सकती
ja: あなたのロールではデバイスをペアリングできません
ko: 현재 역할로는 기기를 페어링할 수 없어요
pt_br: Sua função não pode parear dispositivos
ru: Ваша роль не позволяет привязывать устройства
th: บทบาทของคุณจับคู่อุปกรณ์ไม่ได้
zh_hans: 你的角色无法配对设备

source: Ask an administrator or manager to pair this device.
ar: اطلب من مسؤول أو مدير إقران هذا الجهاز.
es: Pide a un administrador o a un responsable que vincule este dispositivo.
fr: Demandez à un administrateur ou à un responsable de jumeler cet appareil.
hi: इस डिवाइस को पेयर करने के लिए किसी एडमिनिस्ट्रेटर या मैनेजर से कहें।
ja: 管理者またはマネージャーにこのデバイスのペアリングを依頼してください。
ko: 관리자나 매니저에게 이 기기의 페어링을 요청하세요.
pt_br: Peça a um administrador ou gerente para parear este dispositivo.
ru: Попросите администратора или менеджера привязать это устройство.
th: ขอให้ผู้ดูแลระบบหรือผู้จัดการจับคู่อุปกรณ์นี้
zh_hans: 请让管理员或经理为此设备配对。

source: Couldn’t redeem the pairing code. Check your connection and try again.
ar: تعذّر استخدام رمز الإقران. تحقق من الاتصال وحاول مرة أخرى.
es: No se pudo canjear el código de vinculación. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible d’utiliser le code de jumelage. Vérifiez votre connexion et réessayez.
hi: पेयरिंग कोड इस्तेमाल नहीं किया जा सका। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
ja: ペアリングコードを使用できませんでした。接続を確認して、もう一度お試しください。
ko: 페어링 코드를 사용할 수 없어요. 연결 상태를 확인한 후 다시 시도하세요.
pt_br: Não foi possível usar o código de pareamento. Verifique sua conexão e tente novamente.
ru: Не удалось использовать код привязки. Проверьте подключение и повторите попытку.
th: ใช้รหัสจับคู่ไม่สำเร็จ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
zh_hans: 无法使用该配对码，请检查连接后重试。

source: The server returned an invalid pairing response.
ar: أرجع الخادم استجابة إقران غير صالحة.
es: El servidor devolvió una respuesta de vinculación no válida.
fr: Le serveur a renvoyé une réponse de jumelage non valide.
hi: सर्वर ने अमान्य पेयरिंग जवाब लौटाया।
ja: サーバから無効なペアリング応答が返されました。
ko: 서버가 잘못된 페어링 응답을 반환했어요.
pt_br: O servidor retornou uma resposta de pareamento inválida.
ru: Сервер вернул некорректный ответ на запрос привязки.
th: เซิร์ฟเวอร์ตอบกลับการจับคู่ไม่ถูกต้อง
zh_hans: 服务器返回了无效的配对响应。

source: Couldn’t request a pairing code
ar: تعذّر طلب رمز إقران
es: No se pudo solicitar un código de vinculación
fr: Impossible de demander un code de jumelage
hi: पेयरिंग कोड नहीं माँगा जा सका
ja: ペアリングコードをリクエストできませんでした
ko: 페어링 코드를 요청할 수 없음
pt_br: Não foi possível solicitar um código de pareamento
ru: Не удалось запросить код привязки
th: ขอรหัสจับคู่ไม่สำเร็จ
zh_hans: 无法获取配对码

source: Try again when the server is reachable.
ar: حاول مرة أخرى عندما يصبح الخادم متاحًا.
es: Inténtalo de nuevo cuando el servidor esté accesible.
fr: Réessayez lorsque le serveur sera accessible.
hi: सर्वर उपलब्ध होने पर फिर से कोशिश करें।
ja: サーバに接続できるようになってから、もう一度お試しください。
ko: 서버에 연결할 수 있을 때 다시 시도하세요.
pt_br: Tente novamente quando o servidor estiver acessível.
ru: Повторите попытку, когда сервер станет доступен.
th: ลองอีกครั้งเมื่อเชื่อมต่อเซิร์ฟเวอร์ได้
zh_hans: 请在服务器可连接时重试。

source: Only an admin can approve devices
ar: يمكن للمسؤول فقط الموافقة على الأجهزة
es: Solo un administrador puede aprobar dispositivos
fr: Seul un administrateur peut approuver des appareils
hi: केवल एडमिन ही डिवाइस स्वीकृत कर सकता है
ja: デバイスを承認できるのは管理者のみです
ko: 관리자만 기기를 승인할 수 있습니다
pt_br: Somente um administrador pode aprovar dispositivos
ru: Только администратор может одобрять устройства
th: เฉพาะผู้ดูแลระบบเท่านั้นที่อนุมัติอุปกรณ์ได้
zh_hans: 只有管理员可以批准设备

source: This request was already processed.
ar: تمت معالجة هذا الطلب بالفعل.
es: Esta solicitud ya se procesó.
fr: Cette demande a déjà été traitée.
hi: यह अनुरोध पहले ही प्रोसेस हो चुका है।
ja: このリクエストはすでに処理されています。
ko: 이 요청은 이미 처리되었습니다.
pt_br: Esta solicitação já foi processada.
ru: Этот запрос уже обработан.
th: คำขอนี้ได้รับการดำเนินการแล้ว
zh_hans: 此请求已处理。

source: This request is no longer pending.
ar: لم يعد هذا الطلب معلقًا.
es: Esta solicitud ya no está pendiente.
fr: Cette demande n’est plus en attente.
hi: यह अनुरोध अब लंबित नहीं है।
ja: このリクエストは保留中ではなくなりました。
ko: 이 요청은 더 이상 대기 중이 아닙니다.
pt_br: Esta solicitação não está mais pendente.
ru: Этот запрос больше не ожидает решения.
th: คำขอนี้ไม่ได้รอดำเนินการแล้ว
zh_hans: 此请求已不再待处理。

source: This request has no verification code, so it can’t be approved.
ar: لا يتضمن هذا الطلب رمز تحقق، لذا لا يمكن الموافقة عليه.
es: Esta solicitud no tiene código de verificación, así que no se puede aprobar.
fr: Cette demande n’a pas de code de vérification ; elle ne peut donc pas être approuvée.
hi: इस अनुरोध में सत्यापन कोड नहीं है, इसलिए इसे स्वीकृत नहीं किया जा सकता।
ja: このリクエストには確認コードがないため、承認できません。
ko: 이 요청에는 인증 코드가 없어 승인할 수 없습니다.
pt_br: Esta solicitação não tem código de verificação, então não pode ser aprovada.
ru: У этого запроса нет кода подтверждения, поэтому его нельзя одобрить.
th: คำขอนี้ไม่มีรหัสยืนยัน จึงอนุมัติไม่ได้
zh_hans: 此请求没有验证码，因此无法批准。

source: Another decision is in progress.
ar: هناك قرار آخر قيد التنفيذ.
es: Hay otra decisión en curso.
fr: Une autre décision est en cours.
hi: एक और निर्णय प्रगति में है।
ja: 別の判断を処理中です。
ko: 다른 결정을 처리하는 중입니다.
pt_br: Outra decisão está em andamento.
ru: Выполняется другое решение.
th: กำลังดำเนินการตัดสินใจอื่นอยู่
zh_hans: 另一项决定正在处理中。

source: Connect to a server first.
ar: اتصل بخادم أولًا.
es: Conéctate primero a un servidor.
fr: Connectez-vous d’abord à un serveur.
hi: पहले किसी सर्वर से कनेक्ट करें।
ja: 先にサーバーに接続してください。
ko: 먼저 서버에 연결하세요.
pt_br: Conecte-se a um servidor primeiro.
ru: Сначала подключитесь к серверу.
th: โปรดเชื่อมต่อเซิร์ฟเวอร์ก่อน
zh_hans: 请先连接到服务器。
